brew 'colordiff'
brew 'composer'
brew 'direnv'
brew 'fzf'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'go'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kustomize'
brew 'mariadb'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'php'
brew 'python'
brew 'redis'
brew 'ripgrep'
brew 'smimesign'
brew 'stern'
brew 'terminal-notifier'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'yq'
brew 'zsh'

cask 'aerial'
cask 'alfred'
cask 'bettertouchtool'
cask 'docker'
cask 'google-chrome'
cask 'homebrew/cask-drivers/shureplus-motiv'
cask 'homebrew/cask-fonts/font-jetbrains-mono'
cask 'notion'
cask 'paw'
cask 'visual-studio-code'
cask 'zoom'

mas '1 Password', id:1333542190
mas 'iPreview', id:1519213509
mas 'Copy Link to Pasteboard', id:1551527433
mas 'Keynote', id:409183694
mas 'Kindle', id:405399194
mas 'Mate Translate', id:1005088137
mas 'Meeter', id:1510445899
mas 'Momentum', id:1564329434
mas 'Numbers', id:409203825
mas 'OmniFocus', id:1346203938
mas 'OmniGraffle', id:1142578753
mas 'OverPicture for Safari', id:1188020834
mas 'Pages', id:409201541
mas 'Pixelmator Pro', id:1289583905
mas 'PopClip', id:445189367
mas 'RSS Button for Safari', id:1437501942
mas 'Slack for Desktop', id:803453959
mas 'Tampermonkey', id:1482490089
