tap 'homebrew/binary'
tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/fonts'
tap 'caskroom/eid'
tap 'cloudfoundry/tap'
tap 'legnoh/etc'
tap 'pivotal/tap'
cask_args appdir: '/Applications'

brew 'ag'
brew 'autoconf'
brew 'bash'
brew 'bbl'
brew 'bosh-cli'
brew 'cf-cli'
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'erlang'
brew 'gettext'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'glide'
brew 'go'
brew 'godep'
brew 'gpg2'
brew 'gradle'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'libevent'
brew 'libpng'
brew 'libxml2'
brew 'libyaml'
brew 'mackup'
brew 'mariadb'
brew 'mas'
brew 'maven'
brew 'mcrypt'
brew 'mercurial'
brew 'nkf'
brew 'openssl'
brew 'peco'
brew 'pinentry-mac'
brew 'pivnet-cli'
brew 'pkg-config'
brew 'postgres'
brew 'proctools'
brew 'readline'
brew 'redis'
brew 'rmtrash'
brew 'springboot'
brew 'stern'
brew 'tig'
brew 'tree'
brew 'uncrustify'
brew 'vault'
brew 'wget'
brew 'zplug'
brew 'zsh'

cask 'adapter'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'bathyscaphe'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'cheatsheet'
cask 'chefdk'
cask 'citrix-receiver'
cask 'clipy'
cask 'clip-studio-paint'
cask 'cocoapacketanalyzer'
cask 'cyberduck'
cask 'dbeaver-enterprise'
cask 'docker'
cask 'dropbox'
cask 'eclipse-jee'
cask 'eid-jp'
cask 'eid-jp-gpki'
# cask 'eid-jp-myna'
cask 'evernote'
cask 'firefox', args: { language: 'ja' }
cask 'flash-npapi'
cask 'flash-ppapi'
cask 'flip4mac'
cask 'fly'
cask 'font-fontawesome'
cask 'font-roboto'
cask 'font-source-han-code-jp'
cask 'gasmask'
cask 'gimp'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-hangouts'
cask 'gpgtools'
cask 'java'
cask 'kindle'
cask 'kitematic'
cask 'licecap'
cask 'lyrics-master'
cask 'minikube'
# cask 'nttcom-smart-card-reader-driver'
cask 'paw'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sdcardformatter'
cask 'simple-comic'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'sts'
cask 'suspicious-package'
cask 'the-unarchiver'
cask 'virtualbox'
cask 'vlc'
cask 'wacom-intuos-tablet'
cask 'webpquicklook'

mas '1 Password', id:443987910
mas 'Airmail 3', id:918858936
mas 'Bee', id:726099620
mas 'Keynote', id:409183694
mas 'Kobito', id:896624060
mas 'LINE', id:539883307
mas 'Numbers', id:409203825
mas 'OmniFocus', id:867299399
mas 'PDF Outliner', id:420874236
mas 'PopClip', id:445189367
mas 'Tweetbot', id:557168941
mas 'XCode', id:497799835
